Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/manaidgardi.html.tmx
Source language: sme
Languages: sma

source: Mánáidgárdi / Oahpahus / Sámediggi - Sametinget
sma: Maanagïerte / Lïerehtimmie / Saemiedigkie - Sametinget

source: Oza doarjaga
sma: Ohtsh dåarjoem

source: Mánáidgárdi
sma: Maanagïerte

source: Sámedikki mánáidgárdepolitihka váldomihttomearrin lea háhkat buriid bajásšaddaneavttuid sámi mánáidgárdefálaldaga bokte.
sma: Maanagïertepolitihken åejvieulmie Saemiedigkesne lea hijven byjjenimmietsiehkieh sjugniedidh saemien maanagïertefaalenassen tjïrrh.

source: Sámi mánáidgárdefálaldat lea rabas fálaldat buot mánáide ja vánhemiidda geat dan háliidit.
sma: Saemien maanagïertefaalenasse lea akte gaahpoeh faalenasse gaajhkide maanide jïh eejhtegidie mah dam sijhtieh.

source: Sámi mánáidgárdefálaldagas lea deaŧalaš deattuhit sámi giela ja kultuvrra.
sma: Vihkeles saemien gïelem jïh kultuvrem åvtese lutnjedh aktene saemien maanagïertefaalenassesne.

source: Das lea sáhka árbbi ja árbevieruid birra, muhto seammás bajásdoallama, háhkama ja ođasmahttima birra.
sma: Daate lea aerpien jïh aerpievuekiej bïjre, men seamma tïjjen gorredidh, sjugniedidh jïh orrestidh.

source: Ovddasvástideaddji politihkkár
sma: Politihkere gïen diedte

source: Silje Karine Muotka
sma: Phone: +47 984 87 576

source: Áigeguovdil
sma: Daaletje

source: Sámi sisdoallu mánáidgárdeoahpaheaddjioahpus
sma: Saemien sisvege maanagïertelohkehtæjjaööhpehtimmesne

source: Buohkat geat álget ođđa mánáidgárdeoahpaheaddjiohppui galget oahppat sámi gi...
sma: Gaajhkesh mah dam orre maanagïertelohkehtæjjaööhpehtimmiem aelkieh edtjieh s...

source: Loga eambbo
sma: Lohkh jienebh

source: Čájet buot áššiid
sma: Vuesieh gaajkesh saakh

source: Sámediggedieđáhusa sámi mánáidgárdefálaldaga birramielde galgá Sámediggi bargat dan ala:
sma: Saemiedigkiebïevnesen mietie saemien maanagïertefaalenassen bïjre Saemiedigkie edtja hoksedh:

source: ahte mánáidgárddiid sisdoallu buorida ahtanuššama, oahppama ja oahppahábmema
sma: sisvege maanagïertine evtiedimmiem, lïerehtimmiem jïh skearkagimmiem eevtjie

source: ahte mánáid giellamovttiidahttin nannejuvvo davvi-, julev- ja máttagielain
sma: maanah lissiehtamme gïeleskreejremem åadtjoeh noerhte- julev jïh åarjelsaemien

source: ahte mánáidgárddiin ovddiduvvojit giellalávgunmállet
sma: gïelebiesiemaallh maanagïertine evtiesuvvieh

source: ahte mánáidgárddiin leat doarvái sámegielat bargit
sma: maanagïerth nuekies saemiengïelen barkijh utnieh

source: ahte mánáidgárddiin leat doarvái pedagogalaš ávdnasat ja duhkorasat
sma: maanagïerth nuekies pedagogeles dalhketjh jïh stååkegaevnieh utnieh

source: ahte mánáin lea oktilaš progrešuvdna oahppansisdoalus mánáidgárddis skuvlii
sma: maanah iktemearan evtiedimmiem lïerehtimmiesisvegisnie utnieh maanagïerteste skuvlese

source: Sámediggi bidjá čuovvovaš definišuvnna vuođđun dasa mii sámi mánáidgárdefálaldat lea:Sámi mánáidgárdefálaldagainoaivvilduvvo fálaldat mas mánáidgárdefálaldat vuođđuduvvo sámi gillii ja kultuvrii.
sma: Saemiedigkie naemhtie tjïelkeste mij akte saemien maanagïertefaalenasse lea:Saemien maanagïertefaalenasseakte faalenasse gusnie maanagïerten barkoevåarome lea saemien gïele jïh kultuvre.

source: Mánáidgárdi galgá nannet mánáid identitehta sápmelažžan sámegiela geavaheami ovdánahttima ja sámi kultuvrra gaskkusteami bokte.
sma: Maanagïerte edtja maanaj saemien identiteetem nænnoestehtedh viehkine saemien gïelem nuhtjedh jïh saemien kultuvren bïjre bievnedh.

source: Mánáidgárddi jođihit sámegielat pedagogalaš bargit.
sma: Saemiengïelen pedagogeles barkijh maanagïertem stuvrieh.

source: Sámi mánáidgárdefálaldaga sáhttá juohkit čuovvovaš kategoriijaide: a) sámi mánáidgárddit ja norgalaš mánáidgárddit main lea sámi ossodat, b) mánáidgárddit mat fállet sámi giellaoahpahusa.
sma: Maahta saemien maanagïertefaalenassem daejnie såarhtine juekedh: a) saemien maanagïerth jïh nöörjen maanagïerth saemien goevtesinie b) maanagïerth faalenassine saemien gïelelïerehtimmien bïjre.

source: Sámediggi láhčá diliid sámi mánáidgárdefálaldaga várás mánáidgárdedoarjaga hálddašeami bokte.
sma: Saemiedigkie saemien maanagïertefaalenassese sjïehteladta viehkine dåarjoem reeredh maanagïertide.

source: Mánáidgárddit main lea sámi mánáidgárdefálaldat sáhttet ohcat doarjaga sierra doarjjaortnegiin.
sma: Maanagïerth mah aktem saemien maanagïertefaalenassem vedtieh maehtieh dej joekehts dåarjoeöörnegi bïjre syökedh.

source: Doarjjaortnegat leat Sámedikki bušeahtas.
sma: Saemiedigkien budsjedtedejtie dåarjoeöörnegidie buerkeste.

source: Doarjun dihte mánáidgárddiid bargguRámmaplána mánáidgárddi sisdoallu ja doaimmatmielde, leat ráhkaduvvon fáddágihparáiddut.
sma: Juktie maanagïerten barkoem dåarjoehtidhMieriesoejkesjinie maanagïerten sisvegasse jïh laavenjassinejienebh teemagærjetjh leah dorjesovveme.

source: Fáddágihppagat leat oaivvilduvvon inspirašuvdnan ja vuođđun reflekšuvdnii barggus sierra fáttáiguin mat čatnasit mánáidgárddi sisdollui ja doaimmaide.
sma: Teemagærjetjh edtjieh skraejrine årrodh jïh våaroeminie årrodh ussjedæmman gosse ovmessie teemajgujmie barka mah leah ektiedamme maanagïerten sisvegasse jïh laavenjasside.

source: Dasto gávdnobagadus daid mánáidgárddiid várás gos leat sámi mánát.
sma: Aktebïhkedæjja maanagïertide saemien maanajgujmielea dorjesovveme.

source: Sámedikkis leat máŋga ovttasbargoguoimmi geaiguin bargat ovttas olahan dihte min mihttomeriid.
sma: Saemiedigkien leah jienebh laavenjostoeguejmieh mah mijjine berkieh juktie mijjen ulmieh jaksedh.

source: Máhttodepartemeanta
sma: Maahtoedepartemente

source: Oahpahusdirektoráhtta
sma: Ööhpehtimmiedirektovrate

source: Fylkkamánni
sma: Fylhkenålma

source: Mánáidgárddiid vánhenlávdegoddi
sma: Maanagïerti eejhtegemoenehtse

source: Olgguldas veahkkevárit:
sma: Byjngetje vierhtieh:

source: Ovttas Mánáidgárdeláhka
sma: Maanagïertelaake (Lovdata)

source: Sámi mánáidgárdefálaldat lea rabas buot mánáide ja vánhemiidda geat juo dan háliidit.
sma: Saemien maanagïertefaalenasse akte gaahpoeh faalenasse gaajhkide maanide jïh eejhtegidie mah dam sijhtieh.
